"use client";


import Cheader from "../../../component/header";
import Cfooter from "../../../component/footer";



const MainPage = () => {
  return (
    <>
    <Cheader />
      <br /><br /><br /><br /><br /><br /><br />
      <h1 className="text-[30px] px-[10%] font-serif text-center">
        星くずの小瓶
      </h1>
      
      <br /><br /><br />
      <p className="text-[18px] px-[10%] font-serif text-center">作詞・作曲・調声:花曇<br />
編曲・ピアノ:Canopus<br />
<br />
<br />
<br />
毛布にくるまって目を閉じて<br />
暖かいと感じないのは<br />
既読もつけずに眠るスマホが<br />
酷く暗く冷たいから<br />
窓から射した月明かりに<br />
心惹かれて手を伸ばしても<br />
貴方にすら触れられない<br />
この手は光を遮るだけ<br />
<br />
<br />
ココアを入れて ベランダへ出て<br />
頬を撫でた風に震えたまま<br />
白い息と空を見上げた<br />
星が綺麗だったんだ<br />
<br />
<br />
この夜の星の美しさを<br />
どこかで君も見ていたらいいな<br />
何光年先だって この星はきっと<br />
同じ輝きを君にも届ける<br />
夜の空の冷たさの<br />
寂しさが君にも伝わればなんて<br />
おかしいな<br />
口づけたぬるいココア<br />
少しだけ苦かった<br />
<br />
<br />
きっと星の光はそれぞれに<br />
大事な物語を抱えてて<br />
夜空のその向こうで輝いて<br />
また誰かの希望になるのでしょう<br />
それなら私のこの思い出も<br />
星のいくつかに託してみて<br />
それらを線で繋いだらきっと<br />
君の形をしてる<br />
<br />
<br />
伝えたいこと話したいこと<br />
心の奥底で封を閉めて<br />
目を閉じた悲しいほど<br />
月が綺麗だったんだ<br />
<br />
<br />
流るる月の下で<br />
手を伸ばした私の願いが<br />
このまま風に乗って<br />
星々を伝って<br />
届いたらいいのにな<br />
<br />
<br />
この夜の星の美しさに<br />
どこかの君を重ねて見るんだ<br />
何光年先だって 私はきっと<br />
君のことを思い出すんだ<br />
夜の空の冷たさの<br />
寂しさを君は知らないでなんて<br />
おかしいな<br />
飲みきれないぬるいココア<br />
少しだけ泣きそうだ</p>
      <br /><br />
      <Cfooter />
    </>
  );
};

export default MainPage;
