"use client";


import Cheader from "../../../component/header";
import Cfooter from "../../../component/footer";



const MainPage = () => {
  return (
    <>
    <Cheader />
      <br /><br /><br /><br /><br /><br /><br />
      <h1 className="text-[30px] px-[10%] font-serif text-center">
        クチグルマジャーニー
      </h1>
      
      <br /><br /><br />
      <p className="text-[18px] px-[10%] font-serif text-center">勝手にちゃっかりどこか連れ出して<br />
君と君と君とどこまでも<br />
<br />

なんだか気が乗らない今日も先の見えない明日も<br />
あさっての方向へ駆け抜けてく　今更迷子も慣れっこね<br />
テストも仕事も宿題も頑張りまくっちゃえばなんてことないよ<br />
へとへとの点Pに栞を任せて<br />
眠気のなすがままに　Good night<br />
<br />

気まぐれでまかせのパッションでも<br />
6秒後にはクールダウンなんてもったいない<br />
冷めたほとぼり追い焚きして<br />
取り返しがつかないをいっぱいやらかしたい<br />
<br />

とっととさっさと世界変えちゃって<br />
ついでについでにスイーツ頬張りに行こうよ<br />
数量限定なんてそんなの関係ないね<br />
宇宙傾けちゃうラブリースマイル<br />
ゆっくりのんびりしてちゃ始まんない<br />
何度もそのほっぺつねっていてあげる<br />
夢を追い越してうつつを抜かして<br />
昨日を蹴飛ばして<br />
勝手にちゃっかりどこか連れ出して<br />
君と君と君とどこまでも<br />
<br />

届きやしないイデアよりキュートなイドラ<br />
目指すからI wanna be your trickster<br />
つつがないなんてつまらない　ストレスもどんとこい<br />
お茶目を決め込んでやりすごし<br />
チャンスをみすみす逃すミステイク重ねたら楽しくなっていく<br />
知識も経験も置き去り<br />
予感と直感の裏打ちでdance with me<br />
<br />

上がらない自己肯定感も朝目覚める理由も<br />
そんなお悩みすっかり忘れちゃう<br />
だまされたと思ってほらおいで<br />
<br />

おせっかいなお説教ちょろまかして<br />
こっそりひっそり窓の外逃げ出そうぜ<br />
夏休み気分で冬をむかえちゃえ<br />
あの渡り鳥を追いかけて<br />
返せてない借り返しにいけたら<br />
天罰まかせの仕返しに片をつけたら<br />
因果応報だって　たかが都市伝説<br />
気のままセラヴィ<br />


気まぐれでまかせのパッションでも<br />
6秒後にはクールダウンなんてもったいない<br />
冷めたほとぼり追い焚きして<br />
取り返しがつかないをいっぱいやらかしたい<br />
<br />

あの手この手で君をアブダクション<br />
今日とて口車の助手席乗せて<br />
好きな曲かけてアクセル全開で<br />
まだまだ遠い場所もっともっともっともっと<br />
ゆっくりのんびりしてちゃ始まんない<br />
何度もそのほっぺつねっていてあげる<br />
夢を追い越してうつつを抜かして<br />
昨日を蹴飛ばして<br />
勝手にちゃっかりどこか連れ出して<br />
君と君と君とどこまでも</p>
      <br /><br />
      <Cfooter />
    </>
  );
};

export default MainPage;
