"use client";


import Cheader from "../../../component/header";
import Cfooter from "../../../component/footer";



const MainPage = () => {
  return (
    <>
    <Cheader />
      <br /><br /><br /><br /><br /><br /><br />
      <h1 className="text-[30px] px-[10%] font-serif text-center">
        フワっと！スペースえすけ～ぷ！！ feat. 知声, 花隈千冬
      </h1>
      
      <br /><br /><br />
      <p className="text-[18px] px-[10%] font-serif text-center">大気圏抜け出してふわふわ<br />
もうなにを言われても上の空<br />
しばし地に足つけずにだらだら　あと少しだけ<br />
<br />
水星　木星　金曜日<br />
今日が一番ラッキーな日<br />
特に別じゃないけれど<br />
そう決めたの<br />
<br />
水星　木星　金曜日<br />
今日が一番ラッキーな日<br />
特に別じゃないけれど<br />
何をしたって無問題<br />
<br />
Yo　突き抜ける大気圏　月超えて大冒険　未体験<br />
さぁ大変　昨日のこと　嘘みたい<br />
気付いてよ　私　宇宙ネコ状態<br />
<br />
みたいな感情で　Ey　リスタートする勇気もなく<br />
うだうだうだうだ　どうしようもないにゃ<br />
あぁだれか　助けてよ早く <br />
<br />
空白の　ノート広げて<br />
相変わらずの　誘惑から逃げて<br />
すっからかんで　あっけらかんな　部屋<br />
いつまで見てるの　覚まそうよ　夢<br />
<br />
特に何もせず　七日間<br />
だってそんなの　しょうがないじゃん　<br />
月から始まる　火水木金 <br />
何も言わず　去ってった夜に<br />
<br />
金曜日乗り越えていつの間にか休日終わるまで数時間<br />
明日のことで頭がクラクラ　もう少しだけ<br />
<br />
あの星の光が幻想でこの太陽系抜け出せなくたって<br />
懲りずにきっと手を伸ばす　墜落中の現状目を逸らして<br />
流れ星にだってなれなくて私の心砕け散る前に<br />
月曜からエスケープ　成功例は未だないけれど<br />
<br />
大気圏抜け出してふわふわ<br />
もうなにを言われても上の空<br />
しばし地に足つけずにだらだら　あと少しだけ</p>
<br /><br />
      <Cfooter />
    </>
  );
};

export default MainPage;
